tap "heroku/brew"
brew "openssl@3"
brew "bat"
brew "ruby"
brew "brew-gem"
brew "eza"
brew "fd"
brew "fontconfig"
brew "fzf"
brew "pkgconf"
brew "python@3.13"
brew "gdb"
brew "icu4c@77"
brew "git"
brew "go"
brew "gofumpt"
brew "gopls"
brew "httpd"
brew "hurl"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "mysql"
brew "mysql@8.4"
brew "neovim"
brew "nginx"
brew "node"
brew "oh-my-posh"
brew "pipx"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "shellcheck"
brew "stow"
brew "tmux"
brew "virtualenv"
brew "yazi"
brew "zoxide"
brew "heroku/brew/heroku"
vscode ""
